$.fn.datepicker.dates['ua'] = {
    days: ["Неділя", "Понеділок", "Вівторок", "Середа", "Четвер", "Пятниця", "Субота"],
    daysShort: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб"],
    daysMin: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб"],
    months: ["Січень", "Лютий", "Березень", "Квітень", "Травень", "Червень", "Липень", "Серпень", "Вересень", "Жовтень", "Листопад", "Грудень"],
    monthsShort: ["Січ.", "Лют.", "Берез.", "Кві.", "Трав.", "Черв.", "Лип.", "Серп.", "Верес.", "Жовт.", "Листоп.", "Груд."],
    today: "Сьогодні",
    clear: "Очистити",
    format: "dd-mm-yyyy",
    titleFormat: "MM yyyy", /* Leverages same syntax as 'format' */
    weekStart: 0
};